{
  "Tooltip_ExosuitPropulsionArmModule": "Industrial-strength propulsion cannon designed to fit the Alterra prawn suit",
  "RadioCaptainsQuartersCode": "This is Alterra HQ. This may be our only communications window. <delay=300><duration=3300>\nWe can't send a rescue ship all the way out there, so Aurora, you're just gonna have to meet us halfway. <delay=4500><duration=4700>\nWe've uploaded blueprints to the ship's computer. <delay=9577><duration=3000>\n*Offmic* We're doing a sandwich run, are you in? <delay=10933><duration=1266>\nUh, yeah, give me a second.<delay=12947><duration=1000>\nBlackbox data shows the high security terminal in the Captain's quarters is still functional.<delay=14175><duration=3900>\n*Offmic* Becky's leaving like in five minutes.<delay=18500><duration=1567>\nAlright tell Becky I'll just take the regular.<delay=20418><duration=2000>\n*Offmic* The regular?<delay=22800><duration=1000>\nYeah, she'll know what I mean.<delay=23500><duration=1500>\n*Offmic* And if she doesn't.<delay=25000><duration=1366>\nJust tell her the regular dude.<delay=26366><duration=1567>\n*Offmic* I say regular, and she's like what's the regular, and I have to come all the way back up here.<delay=27799><duration=3700>\nThe code should be 2679.<delay=31300><duration=2200>\nThe regular's just a ham and cheese.<delay=33794><duration=1399>\n*Offmic* Ok, well would you just say ham and cheese?!<delay=35309><duration=1500>\nHam and cheese!<delay=36802><duration=1000>\n*Offmic* Ok.<delay=37741><duration=800>",
  "EncyDesc_CaptainCode": "Before they lost communications, Alterra HQ uploaded a set of blueprints to the Aurora's main computer. There is a high security terminal inside the captain's quarters, located behind the Prawn bay, from which the blueprints should be accessible. The code is 2679.",
  "RadioSunbeam1": "This is Avery Quinn, of trading ship Sunbeam. Aurora, do you read? Over.<duration=4000>\nNothing but vacuum. These Alterra ships. They run low on engine grease, they send an SOS; you offer to help, they don't pick up.<delay=6000><duration=7500>\nAurora, I'm out on the far side of the system, it's going to take take more than a week to reach your position, do you still need our assistance? Over.<delay=14400><duration=8150>\nI'll try them again tomorrow. Damn charter's going to have us blowing our credits running errands for Alterra.<delay=23600><duration=6000>\nSee what the long-range scans pick up in the meantime.<delay=30100><duration=2900>",
  "RadioSunbeamCancel": "Aurora survivors, this is trading ship Sunbeam.\nWe've tracked your distress signal, but your ship's left a substantial debris field up in orbit, we can't attempt a landing.\nWe're gonna have to head home.\nWe'll send our data to Alterra as soon as we can. Hold on in there. Sunbeam, out.",
  "Goal_BiomeMushroomForest": "The biomass in this area is dominated by plantlife. Picking up faint Alterra vehicle signatures.",
  "Goal_Diamond": "Remember that materials you gather are the property of the Alterra corporation.\nYou will be liable to reimburse the full market price. Your current bill stands at 3 million credits.",
  "EncyPath_DownloadedData/Degasi/Orders": "Alterra Search & Rescue Mission",
  "EncyDesc_Aurora_Office_PDA1": "So here we are, finally, in open space. We crossed the galaxy to install a phasegate, to send ships to mine resources, to build more expensive ships, to install fancier phasegates... Are we trying to exhaust the galaxy or just ourselves?\n18.06 - Yu's birthday\n40 - Weeks before we get home\n400 - Weeks it feels like before we get home\nNot enough - Credits Alterra's paying me\n1454 - Cargo bay code",
  "Ency_Aurora_Office_Terminal1": "Alterra Launches the Aurora",
  "EncyDesc_Aurora_Office_Terminal1": "PHASEGATE ANNOUNCED FOR THE ARIADNE ARM: ALTERRA LAUNCHES THE AURORA\nThe furthest reaches of inhabited space are due to expand, as Alterra Corp launches a newly-constructed capital ship, carrying a phasegate bound for the Ariadne Arm.\nThe Aurora will travel from a space dock on the edge of Alterra space, making hundreds of consecutive phasegate jumps through nine different trans-gov authorities, and arrive on the far side of the Ariadne Arm in three months' time. From there the command crew will pilot the ship beyond the final phasegate, arriving in the next solar system approximately 18 months later.\nThere the elite team of engineers will begin a 6 month construction project on the new phasegate, a multi-trillion credit investment. In the absence of existing infrastructure in the region, the vessel is equipped with advanced thermal and nuclear power facilities.\nAlterra Corp. currently operates 9% of all phasegates in the galaxy. If the Aurora's mission is successful Alterra will have outmaneuvered a cabal of Mongolian corporations, operating a range of outposts and mines in the region.",
  "EncyDesc_Aurora_DriveRoom_Terminal1": " - Initiated slingshot maneuver around planet 4546B\n- High velocity energy pulse detected on planet surface\n- Emergency distress signal sent to Alterra listening buoy via long-range comm relay\n- Impact detected: Lifepod bays on starboard side compromised; outgoing communications compromised\n- Emergency evacuation initiated\n- Manual piloting transferred to Captain Hollister\n- Lifepods 01-25 launched successfully\n- Entering planetary atmosphere\n- Massive impact registered, drive core shield compromised\n- Emergency bouncebacks received from 8 lifepods on planet surface\n- Human lifesigns detected over long range at T+8hrs: 1\n- Personnel unaccounted for: Non-Essential Systems Maintenance Chief Ryley Robinson\n- Alterra HQ rescue solution received at T+8hrs to [High priority terminal in Captain's Quarters]\n- Monitoring equipment failed at T+13hrs",
  "EncyDesc_Aurora_Locker_PDA1": "Mission: Search & Rescue\n- Target: Crew of the Mongolian vessel 'Degasi'\n- Last known position: Vicinity of planet 4546B, Ariadne Arm\n- Contact: Mongolian Emissary Jochi Khasar, Aurora Passenger Quarters\nMission brief:\nA Mongolian vessel, the 'Degasi', disappeared almost a decade ago, carrying with it a high ranking Mongolian chief. Corporate insurance has purchased passage aboard the Aurora for Emissary Khasar, and your orders are to make every reasonable effort to locate and retrieve the Degasi crewmembers, without compromising the primary mission. Confirming the fate of the crew will aid Alterra's diplomatic efforts with the Mongolian councils.\nMission Details:\n- Aurora is due to perform a slingshot maneuver around 4546B (category 3 ocean planet) approximately 13 months post-launch\n- This will bring the ship within range of the Degasi's last known position\n- Additional aquatic and all-terrain vehicles have been included in the Aurora's cargo package for this mission\n- Degasi crew manifesto has been distributed to senior employees in a separate message",
  "Ency_Aurora_Living_Area_PDA1": "Trans-Gov Profile: Alterra Corp.",
  "EncyDesc_Aurora_Living_Area_PDA1": " - One of largest suppliers of spacefaring technologies and consumer electronics in the federation\n- The official supplier of the TSF\n- Consistently ranked amongst the galaxy's best employers\n- Began life as a defense manufacturer in the mid-22nd century\n- National Motto: 'Get what you deserve'\nAlthough most trans-govs can trace their roots back to earth, Alterra - literally meaning 'by earth' - is the only one brazen enough to take its name.\nDuring the Expansion, Alterra supplied arms to all sides, acquiring and housing a vast colonist workforce, and making the transition from manufacturer to corporate state. Alterra's threat to cease trade was one of the turning points in the conflict, bringing about the end of hostilities and the signing of the Charter.\nFree enterprise within Alterra space is encouraged, but competition is tight, and all goods exported offworld must be Alterra branded. Profitable businesses are bought out by the state, owners ascending to the Board of Directors. Well-known Alterra technologies like the Cyclops submersible originated with such private enterprises.\nDespite superficial similarities to national governments, the corporation's lawyers have always maintained that it has no legal obligation to its 'employees', but voluntarily elects to take on the roles usually served by a democratically elected government. This claim has not yet been tested in Federation courts.",
  "Ency_Aurora_RingRoom_Terminal3": "Alterra HQ - Last Recorded Transmissions",
  "EncyDesc_Aurora_RingRoom_Terminal3": "Average long-range transmission delay: 8 hours\nOpening last recorded transmissions...\nAURORA CAPTAIN [T-6mins]: This is an emergency distress call. Aurora is on collision course with planet 4546B. Sending all available environmental data. Please respond with rescue solution. Out.\nALTERRA HQ [T+8hrs]: This is Alterra HQ. Attached to this message you should find the blueprints for an escape ship we calculate will be capable of breaking orbit and getting you back to the nearest phasegate. Now it's designed to use materials you can find in situ, but it's going to need one hell of a power source. Now, we'll be sure to- *Static*\n[T+8hrs]: Long-range communications relay OFFLINE",
  "Ency_Aurora_RingRoom_Terminal2": "Alterra Safety Instructions",
  "EncyDesc_InnerBiomeWreckLore1": "Auxiliary Search & Rescue Mission: Paul Torgal\nPosition: Chief of Torgal Corp, Captain of the 'Degasi'\nStatus: Lost in space near planet 4546B\nAge at time of disappearance: 79\nPaul Torgal and his crew fell out of contact with Mongolian authorities close to a decade ago. The Torgals were a resourceful and powerful clan, and the ship was well-equipped, so their survival is considered likely; however multiple vessels passing through the system have since attempted to trace the ship to no effect. It is hoped the Aurora's superior scanning suite can do better.\n- Made majority shareholder in Torgal Corp. by his mother upon her retirement\n- Interaction with Alterra limited to infrequent chartered munitions deliveries\n- Beneficiary of life extension technologies\n- Accompanied by his only child, Bart Torgal (19), heir to the Torgal Corporation\n- Emissary Khasar reports Torgal often travelled with a skeleton crew, and was known for making rash, but profitable decisions\n- Inadequate systems maintenance or straying from its planned route may account for the ship's disappearance",
  "Ency_InnerBiomeWreckLore4": "Alterra Citizen Testimonials",
  "EncyDesc_InnerBiomeWreckLore4": "Frank told us this: 'I hear there are worlds out there where kids still learn from books. They go into a classroom every day, they memorize things, then later they type those things out in controlled environments. Or worlds where everyone's supposed to do whatever creative job they feel like! What use is learning to draw or sing in a world where there's no human resource department to co-ordinate the galleries and concerts? On Alterra worlds, psychometric testing and specialized digi-training makes the most of everyone's talents.'\nMax Zoinkoff: 'I started out in marketing for Alterra Survival Systems. It was good work, but I thought I could do better. I set up my own company, developing bespoke code for the Seamoth so it could operate in open space, not just underwater. I sold up to Alterra ten years ago and now it's one of the most widely used vehicles in the galaxy. Now I'm on the board of directors, and I haven't looked back.'\nGeorge said, 'An average day for me starts at 10am. I live in a controlled habitat on Terra 17, so everything I need is less than five minutes away. I'm a naturally empathetic person, so I took work as a companion. I spend my days visiting clients, talking with them, learning about them, paying them the attention that everyone needs and deserves, and like everyone on Alterra worlds I'm lucky enough to earn a living doing things I enjoy.'\nKaz says, 'We're lucky. We're free. We have jobs. There are trans-govs out there that do everything with robots, you know?'",
  "Ency_OuterBiomeWreckLore2": "Alterra Alms Pamphlet",
  "EncyDesc_OuterBiomeWreckLore2": "'Charity' is an archaic concept which the realism of today's Alterrans has rendered obsolete. We understand that we are each responsible for ourselves, but the best way to get the most for ourselves is to work together with Alterra. The implication of this reasoning is clear: if someone is in need, they must find a way to be needed.\nAlterra Alms is a training academy for those that need to be needed. We're not a charity, because we don't ask for handouts - we prefer to think of ourselves as a philanthropic beneficence facilitation service promoting synergy between employer and workforce.\nAA operates on a lottery system. By investing any number of credits you will be entered into our prize draw. Larger investments yield higher chances of winning. Your credits will go toward training unskilled colonists in vital tasks such as maintenance and interpersonal skills. The colonists receive this training voluntarily and free of charge, on condition of a minimum contract with one of our investors on completion of their training.",
  "Ency_OuterBiomeWreckLore6": "Join Alterra's Board of Directors",
  "EncyDesc_OuterBiomeWreckLore6": "It's not about money. That's what every director on Alterra's board has told me - and I believe them. Profitability is just an interim measure of success. Power and status are the real goals.\nMake enough profit for Alterra Corporation and you'll be recognized by the most powerful businesspeople in the universe. Establish a company that obliterates the competition and - after compulsory buyout - you can be promoted to the Board of Directors.\nPerks include:\n- Travel: Free use of company phasegates\n- Entourage: Personal assistants for every facet of your life\n- Longevity: automatic organ replacement\n- Alterra: Get what you deserve",
  "EncyDesc_OuterBiomeWreckLore9": "[Suspicious key word 'religious' detected. Beginning automated recording.]\nKHASAR: I find a tendency amongst Alterrans to think not only that you have it best, but that yours is the only way to have it at all. In the Mongolian States we have the freedom to work for ourselves.\nCREWMEMBER: Hey, most of us are contractors! Jo owns her own company!\nKHASAR: Whose ship are you living on right now? Yours, or Alterra's?\nCREWMEMBER: You'd do well to remember whose ship YOU'RE on, Mongolian.\nKHASAR: According to my religious beliefs, this ship belongs to us all. We're all part of the same system, the only difference between us is where we choose to draw lines.\nCREWMEMBER: Wise words for someone from a cowboy corporation fighting over rocks in the far reaches of space.",
  "EncyDesc_OuterBiomeWreckLore10": "Two choices: A) Carry on working long-haul missions on the outer reaches of space; 2) Come up with a profitable business, sell out to Alterra, live happily ever after.\nI choose 2. Ideas:\n- A robot that builds other robots\n- A water filtration system that has infinite power (solar power? body heat? do suns last forever? check this)\n- A phasegate that can be built by self-repairing robots instead of poor lonely humans on an 18 month mission (what happens when something goes wrong?)\n- A VR program that precisely simulates real life down to the finest detail (how do I know I didn't already invent it and I'm inside it right now?)\n- A gun that shoots other, smaller guns (can't see any real objections to this one)",
  "EncyDesc_LifepodDecoy": "To any Alterra crew. Landed in area of significant alien activity. Encountered predators in the leviathan class, highly aggressive. Spectroscope scanner assigned species designator 'Reaper'. One specimen attempted to swallow the lifepod, doing extensive damage in the process. Only viable option is to make for the safety of the Aurora crash site.\nI have retrieved a databox with the creature decoy, and enough resources to fabricate a couple of them. The swim's longer than the decoy lifetime, but it should just be enough to keep them busy. If you don't find me onboard the ship, presume I miscalculated.",
  "EncyDesc_RendezvousFloatingIsland": "CTO YU: We have to board the Aurora, repair the long range comms, make contact with the other survivors. We can't be the only two that made it.\nOFFICER KEEN: Those are not the orders the captain gave me, and they are not the orders I'm giving you.\nCTO YU: This isn't chain of command, it's survival.\nOFFICER KEEN: My obligations as acting commander don't turn on their convenience. Get out of the water.\nCTO YU: If I get into trouble, I'll send you my coordinates.\nOFFICER KEEN: I can't let you go alone.\nCTO YU: Then come with me.\nOFFICER KEEN: You don't leave me much choice.\n[Received emergency transmission from Second Officer Keen, two hours after last activity]\nOFFICER KEEN: Rendezvous was a failure. Intercepted a transmission from Alterra HQ, seems they sent a data package to the Aurora. We were intercepted by a leviathan class predator before we could reach the ship. Consider the CTO and I lost at sea. Be safe. Keen... out.",
  "EncyDesc_Readme": "If you are reading this, then you have survived an emergency evacuation of a capital-class ship equipped with Alterra technology. Congratulations: the hard part is over.\nYour PDA has automatically rebooted in Emergency Mode. This operating system has one directive: to keep you alive on a hostile alien world. If that is not possible it will alert salvage teams to the location of your remains.\nIt features:\n- Full monitoring of vital signs for timely survival advice\n- Blueprints for fabricating a range of essential survival equipment, tailored to your environment\n- Onboard camera, microphone and OCR technology for short-range situational analysis\n- Cross-compatibility with all Alterra-compliant products\nNB Your personal and work files have been encrypted and may be retrieved at a later date by a licensed engineer.",
  "EncyDesc_AuroraOverview": "Ship Class: Alterra Long-Range Capital Ship\nMission: Ariadne Arm Phasegate Installation, 3 year operation time\nCrew: Command Team (23), Engineering Team (85), Support Crew (40), Passengers (9)\nStatus:\n- Sustained heavy damage in orbit of planet 4546B\n- Cause unknown\n- Evacuation data unavailable\nEngineering section:\n- Dark-matter ion drive core V8\n- Manned robotics suite\n- Advanced scanner suite\n- Long-range communications relay\n- 0.25 cubic kilometers storage for phasegate apparatus\nHabitation section:\n- Accommodation for 150 people\n- Multiple canteens serving healthy fresh and rehydrated food\n- Leisure facilities including VR suite and virtual cinema",
  "EncyDesc_AEPSuit": "The Alterra AEP Suit: A single solution for a universe of infinite danger\nYou are currently wearing the AEP suit: a hermetically-sealed personal environment, designed to withstand the most extreme conditions in the known universe.\n- Onboard temperature and hydration regulation\n- Compatible with a range of attachments\n- Slimline build for maximum freedom of movement\n- Biometric sensors\n- Contextual heads-up display\nAEP suits should always be equipped BEFORE lifepod launch, in case of hull breach.",
  "EncyDesc_MetalSalvage": "Analysis confirms this wreckage is from the Aurora.\nOuter layers of the material have oxidized, suggesting it has been heated to over 1200 Celsius. This pattern is consistent with hull disintegration during atmospheric entry.\nSalvage of intact portions of Alterra vessels is prohibited at legal, moral and technical levels, however scraps such as these may be reclaimed for their titanium content at any Alterra fabricator.",
  "EncyDesc_PrecursorDroid": "This device is of alien origin, although its design is relatively simple.\n1. Purpose:\nIts low threat level is at odds with the advanced technology apparently available to its designers, suggesting it was intended more to patrol alien facilities and repair damaged infrastructure than to deter invaders.\n2. Design:\nDespite its simple design, this construction is quite elegant in its minimalism. Four electro-magnetic legs allow it to traverse floors, walls and ceilings with reasonable speed, and appear to be replaceable. Internally there are few moving parts, rendering this construct energy efficient, and resistant to wear over time. A rechargeable, ion-based power reserve ensures it continues to operate.\nAssessment: Immobilize and return to Alterra for mutual profit",
  "EncyDesc_Scanner": "The essential science and survival tool, the scanner can be used to add new blueprints to memory, and analyze unknown entities.\nIt emits electromagnetic radiation in the specified direction, which is reflected by the environment and then analyzed to determine the physical make-up of the targeted object. It has four primary functions.\nBlueprint Acquisition:\nRecord the physical parameters of scanned technologies to add their blueprints to the PDA databank. These blueprints may then be constructed at the appropriate fabricator. The scanner is also equipped to break down damaged and otherwise useless devices into their base metals for salvage purposes.\nOrganism Analysis:\nThe scanner will attempt to match scanned organisms against the onboard database. If no match is found then the species will be assigned an easy-to-remember name, and a new databank entry will be created. Your PDA's AI will also attempt to synthesize theories on behavioral tendencies and evolutionary origins where possible, as well as deliver assessments on how best to approach them.\nMedical Analysis:\nScanning any living organism will display basic information on their state of health on the scanner's HUD. This information will be limited without access to a network database.\nSelf-Scan:\nThe user may run a self-scan to determine their own physical well-being. The scanner will search for foreign bacteria and other signs of ill-health, and compare with available data to provide a diagnosis.\n'The Alterra Spectroscope Scanner - Understanding the world so you don't have to.'",
  "EncyDesc_Builder": "The Alterra handheld habitat builder has been an essential tool of xenoscientists, colonists and emergency relief crews across 11 different trans-govs for more than 50 years.\n- Habitat modules are hermetically sealed from the outside environment\n- Build on land, underwater, or in a vacuum\n- Habitats can be enhanced to become long-term homes, remote research stations, defensive outposts and more\nQuick Start Guide:\n1. Select the basic compartment from the builder menu and place it somewhere opportune\n2. Add a hatch to access the compartment\n3. Build a solar panel to power the habitat's oxygen generator\n4. Construct useful interior modules like radios, rechargers and storage solutions\nPrimary habitat systems like oxygen generation and flood control, as well as modules like the fabricator draw power and will not function without it. Additional compartments reduce overall hull integrity, depending on the external pressure.\n'Quick-Build Habitats: A home far, far away from home.'",
  "EncyDesc_Welder": "The repair tool can be targeted at any common device - control panels, habitat modules, radios etc - to stitch wires and seams back together at the atomic level. All good technicians keep one of these under their pillow.\nMost people don't care why it works, just that it saved their life that one time - but in case you're curious, it combines scanner and fabricator technologies to determine the proper specifications for the targeted object, and then rearranges the available physical material to match the original specs.\n'The Alterra Repair Tool: Get your fix.'",
  "EncyDesc_StasisRifle": "The stasis rifle uses patented technology to slow time around an entity to as near to a full stop as the laws of physics will permit, essentially anchoring the target in place without affecting its internal workings. It is designed to facilitate scientific and engineering operations by expanding the window of opportunity for action in time-sensitive scenarios.\nThe stasis rifle features an independent, replaceable power cell, and the trigger may be held down to increase the area of effect and duration.\nCommon applications include:\n- Slowing fast-moving mechanisms, such as fan belts, to facilitate maintenance operations\n- Temporarily incapacitating organisms for research purposes\n- Navigating perilous spaces by freezing potential threats\nNB May not function correctly on larger lifeforms.\n'The Alterra Stasis Rifle: Life's fast. Why not put it on pause?'",
  "EncyDesc_PropulsionCannon": "The propulsion cannon allows technicians to manipulate gravitational forces at ranges of up to 20m. It is commonly used in construction and mining to move materials.\nOperating Instructions:\n- Pull the trigger once to lock onto and attract a single targeted object weighing less than 25kg\n- The object can now safely be retrieved from the gravitational beam\n- Alternatively, pull the trigger a second time to propel the object at speed away from the device\n- Not recommended for use on organic subjects\n'The Prop Cannon: Some species are telekinetic. For everyone else, there's Alterra.'",
  "EncyDesc_WaterFilter": "The filtration system draws water unfit for human consumption from an external source, atomically splits it into its constituent parts, and outputs consumable liquid water and salts, while disposing of any harmful by-product. It can be built in any compatible habitat module, but has substantial power requirements.\n'The Alterra Water Filtration System: Any liquid into pure, refreshing, pH-balanced water? Yes sir, ANY liquid!'",
  "EncyDesc_LaserCutter": "The ultra high frequency laser cutter is tuned specifically to cut through titanium and plasteel based materials at a thickness of up to 10cm. This makes it an essential tool for construction, salvage and rescue operations, but ineffective on natural obstacles.\n'The Alterra Laser Cutter: Who called the locksmith?'",
  "EncyDesc_WaterPark": "Despite huge, Alterra-led advancements in stellar technology, exploring new worlds still has its challenges, and alien lifeforms are one of them. That's why we built the alien containment unit. The unit is designed primarily to breed larger or more dangerous species.\nTechnical Provisions:\n- Units must be installed in multipurpose room modules\n- Units may be connected between rooms stacked in a column\n- A hatch must be installed in order to access the unit\n- The base of the unit is a planter, allowing sea flora to be grown from seed\nBreeding Tips:\n- Provided sufficient time and living space, organisms of the same species should mate and reproduce\n- Eggs inside the unit will hatch over time\n- Organisms raised from birth in captivity often exhibit unusually passive behavior\nWarnings:\n- Environmental controls may fail if the unit is overpopulated\n- Infections may be transmitted faster between specimens in artificial environments\n- Never tap the glass: you don't know what will tap back, or how hard",
  "EncyDesc_Exo": "The Pressure Re-Active Waterproof Nano Suit is a range of mechs designed to protect the pilot from extreme environments. The Mk.III is the latest iteration, and has so far only been rolled out by Alterra for their own high-value, phasegate-related operations.\n- The suit is fully insulated from the outside environment\n- Powerful hydraulic limbs allow for manipulation of objects and powered traversal of the environment\n- Rear-mounted thrusters provide maneuverability in low-gravity environments\n- A range of modifications are available to facilitate resource extraction and enhanced exploration\n'The Prawn Suit: It's got you covered.'",
  "EncyDesc_ReinforcedSuit": "This suit is reinforced with synthetic fibers to reduce incoming physical and thermal damage.\n- Shock absorption reduces physical impact velocity by approximately 50%\n- Rated for temperatures up to 70 degrees\n- Disclaimer: You are not invulnerable when wearing this suit\n'The Reinforced Dive Suit: Why take chances, when you can take Alterra?'",
  "EncyDesc_Rocket": "This blueprint set was developed at Alterra headquarters specifically to get you off 4546B and back to the nearest phasegate. It takes into account local gravity, astronomical data and available resources, and is piloted by AI. It may be adapted to employ whatever power source is available - but it will require a lot of it.\nIt consists of five independently constructible elements:\n- Launch Platform: Floating platform provides a solid base from which to launch the rocket\n- Gantry: Provides structural support\n- Stage 1: Primary thrusters for reaching atmosphere escape velocity\n- Stage 2: Fuel reserve\n- Stage 3: Cockpit\nFeatures:\n- One-person life support\n- Short-range communications\n- Adaptable power supply\n- Orbital shielding\n- Onboard time capsule\nWarning: Onboard AI will not launch if local threats are detected.\nWarning: The use of alien materials to power the craft may increase its range in unpredictable ways.",
  "EncyDesc_TimeCapsule": "These sturdy containers are designed to store written and photographic evidence for later retrieval, in addition to a number of small items. Time capsules are often fabricated by marooned survivors seeking either to aid those who find themselves in the same predicament in the future, or to leave evidence of their plight which may be found long after their bodies have disintegrated.\nMost emergency escape vehicles are equipped with a time capsule by default, usually found in the cockpit, and be jettisoned on take off. Alterra requests time capsules be stocked with tools and resources which will aid those who may discover them in the future."
}